<!--
组件名称：
-->
<template>
    <div class="protocol-view">
        <h1 class="center">xx用户协议</h1>
        <h3>特别提示：</h3>
        <h3>第一条 总则</h3>
        <h3>第二条 协议范围</h3>
        <h3>第三条 注册与账户</h3>
        <h3>第四条 本网站所提供的服务内容</h3>
        <h3>第五条 服务使用规范</h3>
        <h3>第六条 用户的权利和义务</h3>
        <h3>第七条 我们的权利和义务</h3>
        <h3>第八条 保密条款</h3>
        <h3>第九条 知识产权</h3>
        <h3>第十条 违约责任</h3>
        <h3>第十一条 责任限制</h3>
        <h3>第十二条 协议终止与转让</h3>
        <h3>第十三条 通知和送达</h3>
        <ul>
            <li>13.1 我们对于用户所有的通知均可通过用户在注册过程中所预留的任一联系方式以电子邮件、手机短信等方式进行送达；该等通知于发送之日视为已送达收件人。</li>
            <li>13.2 用户对于我们的通知应当通过我们咨询电话热线进行送达。我们咨询电话热线为：400-828-5656。</li>
        </ul>
        <h3>第十四条、隐私政策</h3>
        <h3>第十五条 企业业务发生变更用户个人信息政策</h3>
        <h3>第十六条 法律适用与管辖</h3>
        <ul class="bold">
            <li>16.1 本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律。</li>
            <li>16.2 因双方就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，双方均同意由天翼物联科技有限公司住所地人民法院作为管辖法院。</li>
        </ul>
    </div>
</template>
<script>
export default {
    name: 'component_name'
}
</script>
<style lang="scss" scoped>
    @import "./index";
</style>
